Repository: xfrenette/improved-save-button
Catalog: src/po/improved-save-button-*.po
Languages: fr_ca

source: Save and List
fr_ca: Enregistrer puis lister

source: Shows the <strong>posts list</strong> after save.
fr_ca: Affiche <strong>la liste des articles</strong> après l'enregistrement

source: %s and List
fr_ca: %s et lister

source: Save and New
fr_ca: Enregistrer puis créer nouveau

source: Shows the <strong>new post</strong> form after save.
fr_ca: Affiche la <strong>page de nouvel article</strong> après l'enregistrement

source: %s and New
fr_ca: %s et nouveau

source: Save and Next
fr_ca: Enregistrer puis suivant

source: Shows the <strong>next post</strong> edit form after save.
fr_ca: Affiche <strong>le prochain article</strong> après l'enregistrement

source: %s and Next
fr_ca: %s et suivant

source: You are at the last post
fr_ca: Vous êtes au dernier article

source: Next post is "%s"
fr_ca: Le prochain article est "%s"

source: Save and Previous
fr_ca: Enregistrer puis précédent

source: Shows the <strong>previous post</strong> edit form after save.
fr_ca: Affiche <strong>l'article précédent</strong> après l'enregistrement

source: %s and Previous
fr_ca: %s et précédent

source: You are at the first post
fr_ca: Vous êtes au premier article

source: Previous post is "%s"
fr_ca: L'article précédent est "%s"

source: Please wait while the post is being saved. This window will refresh automatically.
fr_ca: Veuillez attendre que l'article soit sauvegardé. Cette fenêtre se rafraîchira automatiquement.

source: Save and View %s (new window)
fr_ca: Enregistrer puis afficher %s (nouvelle fenêtre)

source: Shows the <strong>post itself in a new window</strong> after save.
fr_ca: Affiche <strong>l'article dans une nouvelle fenêtre</strong> après l'enregistrement

source: %%s and View %s
fr_ca: %%s et afficher %s

source: Post will be shown in a new window
fr_ca: L'article s'affichera dans une nouvelle fenêtre

source: Save and View
fr_ca: Enregistrer puis afficher

source: Shows the <strong>post itself</strong> after save. The same window is used.
fr_ca: Affiche <strong>l'article</strong> après l'enregistrement. Utilise la même fenêtre

source: %s and View
fr_ca: %s et afficher

source: Post will be shown in this window
fr_ca: L'article s'affichera dans cette fenêtre

source: Display button as default
fr_ca: Mettre le button par défaut

source: Actions to show
fr_ca: Actions à afficher

source: Default action
fr_ca: Action par défaut

source: %s Settings
fr_ca: Réglages de %s

source: <em>%s</em> Settings
fr_ca: Réglages de <em>%s</em>

source: Display the new save button as the default one
fr_ca: Afficher le nouveau bouton en tant que bouton par défaut

source: Last used
fr_ca: Dernière utilisée

source: The last action that was used
fr_ca: La dernière action utilisée

source: Adds a new "Save" button to the Post Edit screen that saves the post and immediately redirects to one of the common screens: the Posts List, the New Post screen, the previous or next post's Edit screen or the post's frontend page.
fr_ca: Rajoute un nouveau bouton d'enregistrement dans l'écran d'édition d'un article qui enregistre l'article et immédiatement redirige vers l'une des pages les plus utilisées: la liste des articles, la page de création d'un nouvel article, la page d'édition de l'article suivant ou précédent, ou la page publique de l'article lui-même.
